{"category":"City","category_link":"http://www.dailycal.org/section/news/city/","headline":"The people of People’s Park","subhead":"As the park’s future becomes increasingly uncertain, the community within reflects on its role in their lives.","dateline":"April 26, 2018","title_video":"RRN8UDiMpUs","sections":[{"type":"text","text":"\nLocated between Units 1 and 2, and just next to Crossroads, the block of Bowditch Street between Haste Street and Dwight Way is populated by students, but they make sure to follow a cardinal rule: Avoid the park.\n\nTo the people of People’s Park, however, this widely accepted rule overlooks the area’s history and its value to the people who live there. For them, this area is, in one way, a sanctuary for homeless and, in another, a way station for itinerants.\n\nSince “Bloody Thursday” in 1969, when riots <a href=\"http://www.dailycal.org/2017/04/21/remembering-bloody-thursday-1969-peoples-park-riot/\">broke</a> out in the city of Berkeley to protect the park, many have found a home and a safe space within the park.  \n\n“You can feel it,” said Erick Morales, an artist who used to live in and frequents the park, regarding the remnants of social movements at the site. \n\nYet almost 49 years later, the park may be demolished by the campus, which owns the property, for student housing. Though there are several locations being considered for new housing sites, Chancellor Carol Christ recently <a href=\"http://www.dailycal.org/2018/04/05/students-press-chancellor-carol-christ-addressing-student-housing-campus-diversity-town-hall/\">said</a> the campus “(has) to build on all of them to make a dent on the housing crisis.”\n\nBut the people of the park are used to uncertainty and feeling invisible. Whether it’s the reverend from Oakland, an artist inspired by the ‘60s, a motorcyclist who only owns a bicycle or a longtime park resident looking for a ride home to Washington, they have learned to find friendship and comfort in their diverse community."},{"type":"section-header","title":"A long way from home","subtitle":"By Naira Khalid","id":"Sennett-Williams","video":"A19cpuOmkw8"},{"type":"text","text":"\nIt’s almost a quarter past 11 a.m. when Sennett Williams arrives at People’s Park on a cloudy Saturday morning. He has just returned from Durant Square, known more casually as “Asian Ghetto,” where he collected and recycled trash all night. \n\n“I clean up there at night, all night,” Williams says with a sheepish smile. “So I basically just got off work.”\n\nWilliams grew up in Spokane, Washington, but he has deep ties to Berkeley — he’s a fifth-generation Berkeley resident, and he pursued a degree in real estate development from Haas School of Business. He knew prominent activist Mark Hawthorne, famously known as <a href=\"http://www.dailycal.org/2017/04/03/beloved-berkeley-hate-man-dies-80/\">“Hate Man,”</a> and carried on the tradition of selling cigarettes to park residents after Hawthorne died.\n\n“I hate cigarettes, but I happen to have some right now,” Williams says.  “And I don’t have any money, so people give me a dollar for a cigarette.”\n\nAbout 40 years ago, Williams visited Berkeley for the first time with his family. He and his brother were just “two little kids,” and they were visiting a comic store on Telegraph Avenue when his brother suggested visiting People’s Park. Upon entering the area, Williams recalled with amusement, a resident asked him to buy weed.\n\n“We’re from Washington; we already got pot,” Williams says. “I thought that was pretty funny.”\n\nEven before eventually relocating to Berkeley to attend Haas, Williams recalls learning about the park on the television news as a teenager living in Washington. \n\nFormer People’s Park resident Erick Morales vouches for Williams’ knowledge about the park’s history. \n\n“This guy is one of the oldest guys of the People’s Park community — he knows a lot,” Morales says.\n\nThe park remained a haven for activists, squatters and “hippies” throughout Williams’ undergraduate experience, he recalls.\n\n“When I was a student here, the bus used to come down here,” Williams recalls. “I’d have to ride to school and be like ‘Jeez, there’s a ton of people camping out there.’ ”"},{"type":"youtube-embed","link":"https://www.youtube.com/embed/4B6Zb-zPDjo"},{"type":"text","text":"\nThough a longtime community member of the park, Williams didn’t officially relocate to the park until a few years ago during the “real estate crisis,” after his house was foreclosed. Upon seeing the negligent conditions of the park, he resolved to stay and tend to the garden. \n\n“That’s why I started coming here: to take care of the garden, to prune the fruit trees and the blackberries,” WIlliams says. “I was getting like a quart of them per day. I was living on blackberries.\"\n\nWilliams is now searching for a way to somehow return to his farm back in Washington. But without a car or bike, he remains at People’s Park, looking for any folks who may be headed north. \n\nThis particular dilemma isn’t unique to him alone, Williams says. Many residents of the park are also struggling to relocate and move elsewhere.\n\n“A lot of the people here are trying to get out of town,” Williams says. “They’re here trying to meet someone with a car, trying to get a ride to another state.”\n\nWilliams says the lack of vacant and affordable housing in Berkeley has pushed most of them to the park — the end of rent control and a surge of “sky-high” rent prices has created this community of itinerants.\n\nWhile many look to construction to alleviate the housing crisis, Williams firmly emphasizes that  “building housing is not gonna solve nothing.” Instead, he has taken an active role to help restore efficient transit. He now works with CyberTran, a company based in the campus-owned Richmond Field Station that hopes to implement a “robotic rail system.”\n\nWilliams is optimistic that the implementation of such a system will work to benefit not only those displaced by the lack of housing, but also campus students, who will be able “to get from the Richmond Field Station to central campus in, like, 10 minutes.”\n\nWilliams has grand plans for the Bay Area, but in the meantime, he continues to spend his days at one of the places he knows best.  Reflecting on the current state of the park, he says the recent introduction of crystal meth has created a problem in the park, causing some people to even become “violent.”\n\n“It didn’t used to be this way — you got these people who are now trying to kill me,” Williams says. “We just want this place to be more family-oriented, like a regular park.”"},{"type":"tagline","text":"<i> — <a href=\"http://www.dailycal.org/author/nkhalid/\">Naira Khalid</a> </i>"},{"type":"section-header","title":"A reverend’s sanctuary","subtitle":"By Cade Johnson","id":"Jeff-Dangerfield","video":"RpiOMlM_Pg4"},{"type":"text","text":"\nJeff Dangerfield, a regular visitor to People’s Park for the past 35 years, would like for you to call him “Reverend.”\n\n“I’m very astute when it comes to the Bible,” Dangerfield says. “That’s how I’d like to be defined – as someone who’s biblical and morally sound.”\n\nDangerfield lives on the streets in Oakland because, according to him, the police there are more lax. But he regularly visits People’s Park — a “sanctuary” where he and others can come to relax, enjoy the scenery and feel safe outside of “mainstream traffic.” \n\nThe park also provides a safe space for expression outside of the mainstream, according to Dangerfield. If you wanted to dress yourself in all pink for the day and paint your face pink, so be it, he says — that’s OK in People’s Park. \n\n“It’s a lot of diversity in here, and there’s a lot of compassion in here too,” Dangerfield says, sitting on a bench next to his friend Eugenio Gutierrez, also known as “Chopper Dave.” \n\nDangerfield and Gutierrez had planned to hang out and grab lunch that day — once Dangerfield arrived at the park, he called Gutierrez and thoroughly startled his friend, who said his phone never rings.  When Dangerfield sat down on the bench, Gutierrez patted him on the back and offered up his fruit cup.   \n\nThe park is characterized by varying personal backgrounds, and it should also be recognized that those backgrounds don’t always include histories of drugs or crime, Dangerfield says. Many people end up at the park because of a lack of opportunity or misfortune.\n\nDangerfield identifies the park as a community, and he elaborates that protecting each other and the park is an interest that the community shares. You might see passersby try to dump garbage in the park, but the people of People’s Park will not allow for it. They stand up for themselves and make sure no one trashes their home. \n\nBut Dangerfield feels the park could use some additional TLC, he said. The trash gets taken out, but the grass grows long without trims and rodents run amok. \n\n“I see safety; I see a sanctuary,” Dangerfield repeats several times. “This is a very unique park.” \n\nHe recalls one day, when he arrived at the park about 10 a.m., because there was so much food in the park brought by local organizations. Three hours later, he couldn’t eat any more. \n\n“I was so full; the only thing I could do was lay on the grass and fall asleep,” Dangerfield reflects. “And I was able to sleep safely.”"},{"type":"tagline","text":"<i> — <a href=\"http://www.dailycal.org/author/cjohnson/\">Cade Johnson</a> </i>"},{"type":"section-header","title":"A Harley and a home","subtitle":"By Malini Ramaiyer","id":"Eugenio-Gutierrez","video":"VckuCICnyzU"},{"type":"text","text":"\nAll Eugenio Gutierrez wanted when he was 21 was to buy a home and a Harley Davidson. Forty years later, he’s living in a shelter without a motorcycle. \n\nStill, Gutierrez goes by “Chopper Dave,” as a nod to the dreams of his youth, and, after being on the streets for months, Gutierrez was accepted in early March into the Harrison House, a homeless shelter in Berkeley. He is one of many who visits People’s Park daily.\n \nOn a recent March morning, he pedaled into the park to meet his friend Jeff Dangerfield, who goes by “Reverend.” Gutierrez was wearing a bright white suit, so clean that it was hard to miss him. Despite this appearance, Chopper Dave says he’s no different than his friends at People’s Park. \n  \n“They’re invisible. Yeah, I’m one of the invisible,” Gutierrez says. “I’m not always this clean.”\n\nGutierrez explains that he received the white suit and tennis shoes from the shelter just a few days prior. He says he is not better than anyone at the park, and he feels blessed to have what he has.\n\n“They say I’m crazy ‘cause I smile, laugh and kid with people. But what else have we got?” Gutierrez asks. “I say we accept it. I mean, we put ourselves here.”\n\nOriginally from Phoenix, Arizona, Gutierrez grew up with his mom and his 12 siblings from his mom’s four different marriages. His family followed the fourth husband to California, where they helped him roof houses around the East Bay. \n\nAt the age of 21, Gutierrez came to Berkeley after being recruited to be an animal caretaker in a campus research lab. It was here where Chopper Dave met his first wife and got the nickname — it was his motorcycle that won her over, he says, and her ability to drive his bike in heels that made him swoon.   \n\nTo Gutierrez, the timeline of his life is fuzzy. But once upon a time, he did in fact have a home and a motorcycle. He was a part of a motorcycle gang, and he had a family, too. When he reflects on this time now, he says it was when he had “everything” in life. This was before his mother’s death, his wife’s death and the drugs, he said.\n\n“You know, I screwed my life up with low-riding and motorcycles, gangs and drugs,” Gutierrez says. “ Drugs and alcohol messed my life up.”\n\nFive years ago, Gutierrez said that he woke up from his fourth seizure at 60 years old — by this point in his life, he had been revived after overdosing five or six times, too. It was then that he decided to quit. Since then, he’s been trying to “live by example” for others in the park. \n\n“Most of them want the fast lane. You know they want to live hard, die young. Trying to show them that there’s still fun after 65,” Gutierrez says. “Nobody cares about us. Nobody wants us around. ... There’s just no support; there’s no love in this city.” \n\nPeople’s Park is not always a warm place to be, with the most recent winter hitting record low temperatures and fights breaking out daily. Especially in December, Gutierrez said he found himself without a blanket for the night because other homeless individuals often stole his possessions. \n\nNow that he’s living in a shelter, he feels as though he has a little more to share, especially for women and children on the street. Thus, he has oriented himself towards helping folks preserve themselves and their bodies. He has memorized the symptoms of the stages of hypothermia. Whenever he visits the park, Gutierrez said he carries extra socks to hand out. He knows if he had to spend his remaining $20, he would buy a blanket or pair of shoes for someone at risk of freezing to death. \n\nAs someone who lived on the streets until recently, Gutierrez has found refuge and friendship through his daily visits to People’s Park. Retired at 66 years old, Gutierrez is feeling positive about life, and he sees himself as responsible for others on the street. \n\nGutierrez knows that he’s not living the life he had hoped to, but if you look closely enough, you’ll see a smile on his face — and that the handlebars on his bicycle are actually those of a Harley Davidson.\n\n“I’ve got five bullet holes, and I’ve got several seizures and several strokes,” Gutierrez says. “I’m 66 years old. I’m still coherent. I’m still strong.”"},{"type":"tagline","text":"<i> — <a href=\"http://www.dailycal.org/author/mramaiyer/\">Malini Ramaiyer</a> </i>"},{"type":"section-header","title":"A canvas for artists","subtitle":"By Naira Khalid","id":"Erick-Morales","video":"yg4K0w34ctQ"},{"type":"text","text":"\nUpon first glance of the park’s landscape, you’ll see that a big yellow circle with flowers and rocks is painted across the brick restroom wall. If you look closer, you might find the initials “E.M.,” for Erick Morales, nestled alongside the mural. \n\n\"That’s the People’s Park logo. What it means is: It doesn’t matter how hard it is; you’re always gonna emerge,” Morales says. “I’m an artist — I paint murals, so I got in touch with this community.” \n\nAbout five years ago, Morales recalls arriving at People’s Park. Like many others in the park, he was homeless, and he frequently parked his car, in which he slept, on Haste Street. \n\nMorales says his art is inspired by movements in the ‘60s — from afar, he had witnessed the Peace and Love, Feminist Liberation and Free Speech movements. Years later, he was propelled to get in touch with the community at People’s Park, which has deep roots in the ‘60s. \n\nHe’d later meet longtime activist Michael Delacour, who led the effort to cultivate and found the park from a vacant parking lot with the help of East Bay locals and activists in 1969.\n\n“I grew up listening to that music, watching that news in my country … and then I got here and met the person who got all the ideas that we need to be free,” Morales says, reflecting on his meeting with Delacour. “For me, that was amazing.”\n\nThe values of those movements are clearly reflected in his work at People’s Park — in addition to having painted murals in Mexican restaurants in Richmond, Morales has honed his talents as he has attempted to adorn the park with various colors and paintings. \n\n“I know about the pressure and all that, because I’ve been there, too,” Morales says. “So I have experience, more or less, in the whole situation here and … I didn’t give up. Things got better.”"},{"type":"youtube-embed","link":"https://www.youtube.com/embed/jP1549AuTg8"},{"type":"text","text":"\nThough no longer homeless, Morales acts as a voice for the denizens of the park, frequenting People’s Park to directly help the people close to his heart.\n\nAlongside Food Not Bombs, an East Bay volunteer grassroots organization, Morales often serves lunches to the park’s many residents Monday through Friday, distributing as many as 800 meals per week.\n\nEvery now and then, Morales also just hangs out at the park to smoke some weed with his friends who still reside there.\n\n“They need to feel like they are humans — not that they are homeless,” Morales says. “Human beings: That’s the way we need to see people, as they are. This is my job here, actually … emotional support.”\n\nSometimes Morales gets frustrated about the way passerbys look down on the park’s residents. Once, he saw a tour guide leading a group of new students and telling them,  “That is People’s Park, and you don’t need to go there.”\n\nThe comments were made of ignorance, Morales says. And while some folks may use drugs at the park, there “are no such things as criminals here.” \n\nRather than listening to the rumors surrounding it or believing its negative reputation, Morales instead encourages campus students and affiliates to simply visit the park for themselves — and maybe even partake in gardening, painting and playing music with its residents.\n\n“Don’t listen to the university, and come directly here,” Morales said. “This is your park, this is your community. … We need to be in touch with everyone. We are human beings.”"},{"type":"tagline","text":"<i> — <a href=\"http://www.dailycal.org/author/nkhalid/\">Naira Khalid</a> </i>"},{"type":"nerd-box","text":"\nThis project was a collaboration across multiple departments here at the Daily Cal. \n\nThis project is open-source on <a href=\"https://github.com/dailycal-projects/people-of-peoples-park\">GitHub</a>."}]}
